module.exports = {
	config: {
		name: "murgi",
    aliases: ["war"],
		version: "1.0",
		author:"nihan",
		role: 2,
		category: "War",
    shortDescription: "nothing",
		longDescription: "",
		guide: {
			vi: "Not Available",
			en: "{p} chik"
		} 
	},
  
  onStart: async function ({ api, event, userData, args }) {
      var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("গুরু খানকিরপুলারে একটা মেনশন দেন-!!🫂", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = []; 
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a(" মাদারচোদ........ বোকাচোদা, খানকির ছেলে, ");
setTimeout(() => {a({body: " গুদ মারানি, পোড মারানি, রেন্ডির ছেলে  " })}, 2000);
setTimeout(() => {a({body: " বিচির বাল গুদের ছাল......... "})}, 3000);
setTimeout(() => {a({body: "  বাইনচোদ , তোর বনকের চুদুম মাগির পুত " })}, 4000);
setTimeout(() => {a({body: "  খোয়া চোদা ,বাজারের মাগির বাচ্চা তুই  " })}, 5000);
setTimeout(() => {a({body: "  কুত্তাচোদা  ্‌,কুত্তা চোদায় জন্ম তোর," })}, 6000); 
setTimeout(() => {a({body: "  বেশ্যা মাগী ,পতিতালয়ে জন্ম তোর ," })}, 7000);
setTimeout(() => {a({body: "  হাতি চোদা  খাঙ্কির বাচ্চা , " })}, 8000);
setTimeout(() => {a({body: " ডাইনোসর চুদা মাল  " })}, 9000);
setTimeout(() => {a({body: " চোদা " })}, 10000);
setTimeout(() => {a({body: " , শয়তান চোদা ,্তোর জন্মের সময় সয়তানে চুদছিল তোর মাকে " })}, 11000);
setTimeout(() => {a({body: "  পেন্টি চোর ,  কনডম চোর," })}, 12000);
setTimeout(() => {a({body: " উৎখানকির ডিম,হেডা ভরা কারেন্ট  " })}, 13000);
setTimeout(() => {a({body: "  ভাইরাস চোদা বিলুপ্ত প্রানী ডাইনোসর, তোর বাপ" })}, 14000);
setTimeout(() => {a({body: " গুদির ছেলে ,  ট্রফিক্যাল চোদা " })}, 15000);
setTimeout(() => {a({body: ", চালক চোদা ,, টেপন মাগীর , রেন্ডি মাগীর গুদ............. " })}, 16000);
setTimeout(() => {a({body: "ডিজিটাল খানকি চোদন ৪২০ , পাগলা চোদা , " })}, 17000);
setTimeout(() => {a({body: " গুনিয়ার গার পাকা বারা চোদা ভরা চোদা , গুদ চোর..." })}, 18000);
setTimeout(() => {a({body: "  .এই মাংগের বেটা তোর বউরে চুদি উঠতে চুদি বইতে চুদি দারাই চুদি বসে চুদি রাস্তায় চুদি রাস্তার ধারে চুদি চুদি আর চুদি খানকির পোলা 🙂" })}, 19000);
setTimeout(() => {a({body: "ডেলি রাইতে তর মারে চুদি আমি খালে,, " })}, 20000);
setTimeout(() => {a({body: "্তোর  bow re চুদি আমি😴 " })}, 21000);
setTimeout(() => {a({body: " ডাইনে চুদি 🖕 -বামে চুদি 🖕 -উপ্রে চুদি 🖕 -নিচে চুদি 🖕 -সাম্নে চুদি 🖕 -পিছে চুদি 🖕 -" })}, 22000);
setTimeout(() => {a("  হালাইয়া চুদি 🖕 -উডাইয়া চুদি🖕 - গুরাইয়া চুদি 🖕 -খালে চুদি 🖕 -বিলে চুদি 🖕 -জাইতে চুদি 🖕 -আইতে চুদি🖕")} , 23000);
setTimeout(() => {a({body: "-দিনে চুদি 🖕 -রাইতে চুদি 🖕 -খারাইয়া চুদি 🖕 -বইয়া চুদি🖕 " })}, 24000);
setTimeout(() => {a({body: "  -ঘরে চুদি 🖕 -বাইরে চুদি🖕 -সকালে চুদি🖕 -বিকালে চুদি 🖕  🖕 " })}, 25000);
setTimeout(() => {a({body: " বাড়িতে চুদি🖕 -আকাসে চুদি 🖕 -বাতাসে চুদি " })}, 26000);
setTimeout(() => {a({body: "  আইনা তর মারে উপ্তা কইরা দিমু কঠিন এক চোদনকলা গাছে কলা নাই, তর মারে চুদলে কোন মজা নাই 😭😭"})} , 27000);
setTimeout(() => {a({body: " কচুর লতি দেখতে সাদা, তর বইনেরে চুদতে অনেক মজা 😆" })}, 28000);
setTimeout(() => {a({body: "  কাঠাল গাছের গোড়া আর আম গাছের ছাল,...🙂" })}, 29000);
setTimeout(() => {a({body: " শালি😳 গাধা😳কুত্তা😒 মাগি😰  " })}, 30000);
setTimeout(() => {a({body: "  বকচোদ উল্লুক 😱 ছাগল🤕 পাঁঠা😎শুয়োর😀 ছুঁচো😁 পেঁচা 😂" })}, 31000);
setTimeout(() => {a({body: "  মূর্খ😧বোকা😲 হাঁদারাম 😕মরচনানে 😳 " })}, 32000);
setTimeout(() => {a({body: " মূর্খ😧বোকা😲 হাঁদারাম 😕মরচনানে 😳 পচা😃পাজি🤣 " })}, 33000);
setTimeout(() => {a({body: "  কানা😖 খোড়া😵 কালা🤓চোর🤡 ডাকাইত🌞কুলি🤢মুটে🌚 মুচি🤔 " })}, 34000);
setTimeout(() => {a({body: "  মেথর😢 শালী😠 হতীন😭 জিত্তা মাগি😩হালার পোত😥" })}, 35000);
setTimeout(() => {a({body: "  কানা😖 খোড়া😵 কালা🤓চোর🤡 ডাকাইত🌞কুলি🤢মুটে🌚 মুচি🤔 " })}, 36000);
setTimeout(() => {a({body: " মেথর😢 শালী😠 হতীন😭 জিত্তা মাগি😩হালার পোত😥 হেল😰 বাস্টার্ড😖 ফ্রড😩" })}, 37000);
setTimeout(() => {a({body: "  েল😰 বাস্টার্ড😖 ফ্রড😩ড্যাম😧  কামিনে😤তুই একটা বেশ্যার জাত’" })}, 38000);
setTimeout(() => {a({body: "😐আস্ত একটা গাঁধা😌হারামজাদা 😌মাদারচোতটা🌛হারামখোর😥 শুয়ারের বাচ্চা🌛 " })}, 39000);
setTimeout(() => {a({body: " ঐ খানকির পুলা😳হালার পো😳কুত্তা😒 মাগি😰 ভাতার😨" })}, 40000);
